<template>
	<view>
		<view style="text-align: center; font-size: 30upx; height: 80upx; line-height: 80upx;">
			<text>{{lists.title}}</text>
		</view>
		<view style="font-size: 26upx;padding: 0 20upx; color: #8F8F8F;">
			<text>
				{{lists.post}}
			</text>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				lists: {
					title: '家居风水：大门颜色该如何选择',
					post : '简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样。中国古人就是通过这种可预报性，推算出未来将会发生什么事，或者曾经发生过什么事。简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样简单点说，风水是研究空间和时间的学问。在空间和时间中，有金、木、水、火、土五种气，这些气的变化，具有神奇的可预报性，就像现在的天气预报一样'
				}
			}
		}
	}
</script>
